//	-*- x-counterpart: AmarinMenuKeys.r;  coding: utf-16be-with-bom; -*-

//	For mapping over-length strings in {BBEdit,Mailsmith}MenuKeys.r
//	to appropriate equivalents

"Open Selection" = "Open File by Name/Open Selection";

"Use Selection for Grep Search" = "Use Selection for Find (grep)";
"Use Selection for Grep Replace" = "Use Selection for Replace (grep)";

"Use Set Keys in the Clippings" = "Use Set Keys in the Clippings palette for individual items";
"Use Set Keys in the Scripts" = "Use Set Keys in the Scripts palette for individual scripts";
"Use Set Keys in the Stationery" = "Use Set Keys in the Stationery palette for individual files";
"Use Set Keys in the Text Fltrs" = "Use Set Keys in the Text Filters palette for individual filters";
"S/H Worksheet & Scratchpad" = "Show/Hide Worksheet & Scratchpad";

"Compare Against Prev Version" = "Compare Against Previous Version…";

"Search in Browser or Project" = "Search in Disk Browser or Project";
